Repository: fduffeal/lfg
Catalog: po/*.po
Languages: fr

source: <span class="title">FAQ: </span><br>Without an Esbattle account, you only can create an announcement. To create or join a party, an account is required :)
fr: <span class="title"><b>Comment ça marche? </b></span><br/>- Sans compte vous pouvez créer une annonce. En vous inscrivant vous aurez en plus la possibilité de <b>Créer</b> ou de <b>Rejoindre</b> une partie. De plus, vos personnages seront sauvegardés. Plus besoin de rentrer votre PSN ID ou Gamertag.<br /><b>Annonce:</b><br/> Une annonce est juste un message pour dire par exemple "dispo caveau".<br/><b>Partie:</b><br/>- Une partie permet de proposer aux autres joueurs un raid, un assaut, une nuit noire.<br />- Choisissez l'heure et le nombre de places.<br/>- Une fois créée, les joueurs pourront rejoindre votre partie. Vous recevrez alors une notification. <br/>- Une url sera transmise pour que vous puissiez la partager sur des forums ou des réseaux sociaux.

source: <span>IMPORTANT :</span>After creating the party, it will be possible to invit/promote some players or cancel the party. However, after two players in the party, it will unfortunately not be possible to cancel the party! If you leave the party, the second player will be promoted as the creator of the party. Please check your information before creating!
fr: <span>IMPORTANT :</span>Après avoir créé la partie, il sera possible d'inviter des joueur, d'annuler la partie mais pas de la modifier. Cependant, lorsque deux joueurs sont confirmés dans la partie, il n'est plus possible d'annuler la partie. Si vous quittez la partie, le second joueur sera promu en tant que créateur. Donc merci de vérifier vos informations avant de créer une partie !

source: ALL FIELDS ARE REQUIRED
fr: TOUS LES CHAMPS DOIVENT ETRE REMPLIS

source: Accept
fr: Accepter

source: Alternate Guardians
fr: Autre Gardiens

source: Announcement
fr: Annonce

source: Are you sure to kick :
fr: Êtes-vous sûr de vouloir kicker:

source: Bad Username or Password.
fr: Mauvais nom d'utilisateur ou mot de passe.

source: Choose a character
fr: Choisissez un personnage

source: Confirm Password
fr: Confirmez votre mot de passe

source: Create a party
fr: Créer une partie

source: Create a profile for this game and join !
fr: Créer un profil pour ce jeu et rejoignez !

source: Create an esbattle account to get your character from Destiny every time on www.esbattle.com.<br>You will also be able to to schedule party and join an existing party.<br><br>Your GamerTag or PSN ID will be used to get your Destiny characters.<br><br>A valid email is required if you forgot your password, we will send you an email to verify your identity.<br>
fr: Creer un compte esbatte pour avoir vos personnages de Destiny sur www.esbattle.com.<br>Vous pourrez alors préparer une partie ou en rejoindre une existante<br><br>VotreGamerTag ou PSN ID sera utilisé pour récupérer vos personnages de Destiny<br><br>Un email valide est nécessaire si vous oubliez votre mot de passe, nous vous enverrons un email pour vérifier votre identité<br>

source: Creator
fr: Createur

source: Cropta's End
fr: La Chute de Cropta

source: Decline
fr: Refuser

source: Display all
fr: Afficher tout

source: Display new
fr: Afficher les nouvelles

source: Email Address
fr: Adresse email

source: Ended
fr: Terminé

source: Enter a description
fr: Entrer une description

source: Enter your informations or
fr: Entrez vos informations ou

source: Enter your login and password
fr: Entrez votre login et mot de passe

source: Esbattle username
fr: Compte Esbattle

source: Find
fr: Chercher

source: First you have to create a party, then you will be able to invite your friends !
fr: Vous devez d'abord créer une partie, après vous pourrez inviter vos amis !

source: Forget login or password ?
fr: Mot de passe oublié ?

source: Fri
fr: Ven

source: Friend's list
fr: Liste d'amis

source: Game Profil
fr: Profil de jeux

source: GamerTag or PSN ID : Login Esbattle
fr: GamerTag ou PSN ID : Login Esbattle

source: Guardian
fr: Gardien

source: Hi, we are looking for
fr: Bonjour, nous recherchons

source: Home
fr: Accueil

source: If you leave this page, the matchmaking will be cancel
fr: Si vous quittez cette page, le matchmaking sera annulé

source: Invit !
fr: Invites !

source: Join
fr: Rejoins

source: Kick
fr: Rejeter

source: Leave
fr: Quitter

source: Level
fr: Niveau

source: Login
fr: Connexion

source: Login !
fr: Connexion !

source: Mail already send. Please check your mailBox (and your spam box)
fr: Email déjà envoyé. Merci de vérifier votre boite email (et votre dossier spam)

source: Mail send. Please check your mailBox (and your spam box)
fr: Email envoyé. Merci de vérifier votre boite email (et votre dossier spam)

source: Mark all as read
fr: Marquer tout comme lu

source: Mark as read
fr: Marquer comme lu

source: Mon
fr: Lun

source: My partys
fr: Mes parties

source: New announcement
fr: Nouvelle annonce

source: New character
fr: Nouveau personnage

source: New party on
fr: Nouvelle partie sur

source: Nightfall
fr: Nuit noire

source: No
fr: Non

source: OR
fr: OU

source: Open
fr: Ouvert

source: Party
fr: Partie

source: Password
fr: Mot de passe

source: Password Forgotten ?
fr: Mot de passe oublié ?

source: Password Updated !
fr: Mot de passe mis à jour !

source: Passwords doesn't match
fr: Les mots de passe ne correspondent pas

source: Plateform
fr: Plateforme

source: Platform
fr: Platformes

source: Platform:
fr: Plateforme:

source: Player
fr: Joueur

source: Please check your GamerTag or PSN ID, we didn't found any Destiny characters
fr: Merci de vérifier votre GamerTag ou PSN ID, nous ne trouvons aucun personnage sur Destiny

source: Please waiting, we are looking for players...
fr: Merci de patienter, nous recherchons des joueurs...

source: Post an announcement
fr: Poster une annonce

source: Prison of Elders
fr: La Prison des Vétérans

source: Promote
fr: Nommer chef de groupe

source: Register
fr: Inscription

source: Register !
fr: Inscription !

source: Register on Esbattle.com
fr: Inscription sur Esbattle.com

source: Register to join the party !
fr: Inscrits toi pour rejoindre la partie !

source: Retrieve my account !
fr: Récupérer mon compte !

source: Sat
fr: Sam

source: Search
fr: Recherche

source: Send
fr: Envoyer

source: Send it
fr: Envoyer

source: Share this information on your favorite forum, social network and friends :
fr: Partage cette information sur ton forum favori, ton réseau social et tes amis :

source: Show Help
fr: Montrer l'aide

source: Sorry, you have been kicked by {{notification.expediteur.username}} from
fr: Désolé, vous avez été exclus par {{notification.expediteur.username}} de

source: Start
fr: Début

source: Start:
fr: Début:

source: Story
fr: Histoire

source: Story Challenge
fr: Histoire épique

source: Strike
fr: Assaut

source: Sun
fr: Dim

source: Team
fr: Equipe

source: Thanks
fr: Merci

source: This email is already used.
fr: Cet email est déjà pris

source: This gamerTag or PSN ID is already used as Esbattle account, please choose an other name for your Esbattle account.
fr: Ce gamerTag ou PSN ID est déjà utilisé comme nom de compte Esbattle, s'il vous plait choississez un autre nom pour votre compte Esbattle.

source: Thu
fr: Jeu

source: Tomorrow
fr: Demain

source: Trials of Osiris
fr: Le Jugement d'Osiris

source: Tue
fr: Mar

source: Update Password
fr: Mettre à jour le mot de passe

source: Update my password !
fr: Mettre à jour mon mot de passe !

source: Url of the party:
fr: Url de la partie:

source: Use this character
fr: Utiliser ce personnage

source: Username
fr: Nom d'utilisateur

source: Vault of Glass
fr: Caveau de Verre

source: VaultOfGlass
fr: CaveauDeVerre

source: Waiting / Guest Players
fr: Joueurs invités / en attente

source: Wed
fr: Mer

source: Weekly Heroic Strike
fr: Assaut épique de la semaine

source: When
fr: Quand:

source: Yes
fr: Oui

source: You have been accepted by {{notification.expediteur.username}} on
fr: Vous avez été accepté par {{notification.expediteur.username}} sur

source: You have been promoted as leader by {{notification.expediteur.username}} on
fr: Vous avez été promu organisateur par {{notification.expediteur.username}} sur

source: Your gamertag
fr: Votre gamertag

source: Your message
fr: Votre message

source: an error occured, please try again later, sorry for the inconvenience
fr: une erreur est survenue, essayez plus tard, désolé pour le dérangement

source: apply on
fr: rejoins sur

source: create an account
fr: créer un compte

source: daily
fr: du jour

source: epic
fr: épique

source: friend request
fr: demande d'ami

source: hunter
fr: chasseur

source: join the party !
fr: rejoins la partie !

source: online
fr: en ligne

source: password doesn't match
fr: Les mots de passe ne correspondent pas

source: player(s)
fr: joueur(s)

source: please wait ... game's data update is in progress
fr: patientez s'il vous plait ... mise à jour des données du jeu en cours

source: start
fr: commence

source: this party
fr: cette partie

source: to save your character for the next time !
fr: pour sauvegarder votre personnage la prochaine fois !

source: today at {{time}}
fr: aujourd'hui à {{time}}

source: tomorrow at {{time}}
fr: demain à {{time}}

source: warlock
fr: arcaniste

source: yesterday at {{time}}
fr: hier à {{time}}

source: you have send a invite to {{name}}
fr: vous avez envoyé une invitation à {{name}}

source: your annoncement has been send and will appear in few second, please wait
fr: votre annonce a été envoyé et va apparaitre dans quelques secondes, merci de patienter

source: {{days}} days
fr: {{days}} jours

source: {{days}} days ago
fr: il y a {{days}} jours

source: {{hours}} hours
fr: {{hours}} heures

source: {{hours}} hours ago
fr: il y a {{hours}} heures

source: {{minutes}} minutes ago
fr: il y a {{minutes}} minutes

source: {{name}} added on your friend list
fr: {{name}} a été ajouté à votre liste d'ami

source: {{name}} removed from your friend list
fr: {{name}} a été supprimé de votre liste d'amis

source: {{notification.expediteur.username}} had you as friend, if he isn't on your friend list accept him on <a ng-href="{{listUsersUrl}}">users list page</a>
fr: {{notification.expediteur.username}} vous a ajouté comme amis, si il n'est pas dans votre liste d'amis ajouté le depuis <a ng-href="{{listUsersUrl}}">la page utilisateur</a>

source: {{notification.expediteur.username}} has leave. You lead
fr: {{notification.expediteur.username}} a quitté. Vous organisez

source: {{notification.expediteur.username}} joined
fr: {{notification.expediteur.username}} a rejoins

source: {{notification.expediteur.username}} leave
fr: {{notification.expediteur.username}} a quitté

source: {{notification.expediteur.username}} send you an invitation to
fr: {{notification.expediteur.username}} vous a envoyé une invitation pour
